/* The title of the cancel action in an action sheet */
"Cancel" = "Annuler";

/* Title describing glucose date */
"Date" = "Date";

/* Title describing glucose value */
"Glucose" = "Glycémie";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Attention Requise";

/* Sensor state description for the valid state */
"OK" = "OK";
